Repository: pflry/extensions-keep
Catalog: languages/extensions-keep-*.po
Languages: fr_fr

source: You do not have sufficient permissions to perform this action.
fr_fr: Vous n'avez pas les permissions suffisantes pour effectuer cette action.

source: Export plugins
fr_fr: Exporter les extensions

source: Import and install plugins
fr_fr: Importer et installer les extensions

source: Export plugin list
fr_fr: Exporter la liste d'extensions

source: Clicking on "Export" will generate a list of all installed and active plugins.
fr_fr: En cliquant sur le bouton &laquo; Exporter &raquo; vous allez générer une liste de toutes les extensions installées et actives.

source: To ignore a plugin, disable it.
fr_fr: Pour ignorer une extension, il faut la désactiver.

source: This list will be exported as a JSON file.
fr_fr: Cette liste va être exportée dans un fichier au format JSON.

source: Import and install a plugin list
fr_fr: Importer et installer une liste d'extensions

source: Select a JSON file generated by Extensions Keep.
fr_fr: Choisir un fichier JSON généré par Extensions Keep.

source: By clicking on the "Import" button, you launch the installation of all the plugins present in the file.
fr_fr: En cliquant sur le bouton &laquo; Importer &raquo; vous lancez l'installation de toutes les extensions présentes dans le fichier.

source: Imported plugins will be added and merged with those already installed.
fr_fr: Les extensions importées seront ajoutées et fusionnées avec celles déjà installées.

source: Action log
fr_fr: Journal des actions

source: No action recorded.
fr_fr: Aucune action enregistrée.

source: Details
fr_fr: Détails

source: Reset log
fr_fr: Réinitialiser le journal

source: Security error. Please try again.
fr_fr: Erreur de sécurité. Veuillez réessayer.

source: No file was uploaded or an error occurred during upload.
fr_fr: Aucun fichier n'a été uploadé ou une erreur s'est produite lors de l'upload.

source: The uploaded file is not a valid JSON file.
fr_fr: Le fichier uploadé n'est pas un fichier JSON valide.

source: The uploaded file was not found.
fr_fr: Le fichier uploadé n'a pas été trouvé.

source: Error reading uploaded file.
fr_fr: Erreur lors de la lecture du fichier uploadé.

source: The imported file is not a valid JSON or does not respect the expected structure.
fr_fr: Le fichier importé n'est pas un JSON valide ou ne respecte pas la structure attendue.

source: Import complete. %s
fr_fr: Import terminé. %s

source: You don't have sufficient permissions to perform this action.
fr_fr: Vous n'avez pas les permissions suffisantes pour effectuer cette action.
